class script(object):

  START_TEXT = """<b>ᴛʜɪꜱ ɪꜱ ꜰɪʟᴇ,ᴠɪᴅᴇᴏꜱ,ɪᴍᴀɢᴇꜱ,ᴀᴜᴅɪᴏ ꜱᴀᴠᴇʀ ʙᴏᴛ. ꜱᴇɴᴅ ᴍᴇ ᴀɴʏ ꜰɪʟᴇ, ᴠɪᴅᴇᴏꜱ, ɪᴍᴀɢᴇꜱ, ᴀᴜᴅɪᴏ ᴏʀ ᴀ ᴘᴏꜱᴛ ɪ ᴡɪʟʟ ɢɪᴠᴇ ʏᴏᴜ ᴀ ꜱʜᴀʀᴀʙʟᴇ ʟɪɴᴋ. ʏᴏᴜ ᴄᴀɴ ᴍᴀᴋᴇ ᴍᴏɴᴇʏ ʙʏ ꜱʜᴀʀɪɴɢ ᴛʜᴀᴛ ʟɪɴᴋ.

🚫 ɴᴏᴛᴇ -  ᴀᴅᴜʟᴛ ʀᴇꜱᴛʀɪᴄᴛᴇᴅ, ɪꜰ ʏᴏᴜ ʙʀᴇᴀᴋɪɴɢ ʀᴜʟᴇꜱ ᴛʜᴇɴ ʏᴏᴜ ᴡɪʟʟ ᴘᴇʀᴍᴀɴᴇɴᴛ ʙᴀɴ</b>"""

  FEATURES_TEXT = """<b>ꜰᴇᴀᴛᴜʀᴇꜱ - 

- ɢᴇɴᴇʀᴀᴛᴇ ɪɴꜱᴛᴇɴᴛ ᴇɴᴄʀʏᴘᴛᴇᴅ ꜱʜᴀʀɪɴɢ ʟɪɴᴋ.
- ꜰɪʟᴇ, ᴘʜᴏᴛᴏ, ᴠɪᴅᴇᴏ, ɪᴍᴀɢᴇ, ᴀᴜᴅɪᴏ ᴀʟʟ ꜱᴜᴘᴘᴏʀᴛᴇᴅ.
- ᴇᴀʀɴ ʙʏ ꜱʜᴀʀɪɴɢ ʟɪɴᴋꜱ.
- ᴇᴀꜱʏ ᴛᴏ ᴜꜱᴇ.
- ᴠᴇʀʏ ᴜꜱᴇʀꜰʀɪᴇɴᴅʟʏ.
- ʀᴇɢᴜʟᴀʀ ɴᴇᴡ ꜰᴇᴀᴛᴜʀᴇꜱ ᴜᴘᴅᴀᴛᴇꜱ.
- ʟɪɴᴋꜱ ᴀʀᴇ ᴘᴀʀᴍᴀɴᴇɴᴛ ᴜɴᴛɪʟ ᴅᴇʟᴇᴛᴇᴅ ʙʏ ᴀᴅᴍɪɴ.
- 100% ꜱᴀꜰᴇ ᴀɴᴅ ꜱᴇᴄᴜʀᴇ.</b>"""
